Revit 2027 API
ParameterTypeId.AnalyticalMemberForceEndFy Property
 "End Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceEndFy { get; }
Public Shared ReadOnly Property AnalyticalMemberForceEndFy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceEndFy {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceEndFy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace